Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/20_id_458645.html.tmx
Source language: sme
Languages: nob

source: Stuoradiggi lea mearridan ahte 2. ja 7. luohkáid kárten lea geatnegahtton doaibma 2000 čavčča rájes .
nob: Stortinget har vedtatt at kartlegging for 2. og 7. klasse er obligatorisk fra høsten 2000 .

source: Oahpahusossodat lea álggahan barggu ráhkadit plána erenoamášpedagogalaš gelbbolašvuođa loktema dáfus sámi guovlluin .
nob: Opplæringsavdelingen har startet arbeidet med å utarbeide en plan for spesialpedagogisk kompetanseheving i samiske områder .

source: Dan rájes go prošeakta álggahuvvui , leat rektorat ja oahpaheaddjit , mánáidgárddit ja muhtun PP-bálvalusat sámi guovlluin addán dieđuid .
nob: Siden starten av prosjektet er det innhentet informasjon fra rektorer og lærere i grunnskolen , fra barnehagene og i PP-tjenesten i det samiske området .

source: Diehtočohkkema vuođđun leat leamaš sihke O97/O97S bajimus ulbmilat oahpahusa heiveheami dáfus dakkár mánáide geain leat erenoamášpedagogalaš dárbbut , ja Oahpahuslága vuoigatvuohta erenoamášoahpahussii .
nob: Utgangspunktet for informasjonsinnsamlingen har både vært L97/L97S overordnede mål om tilpasset undervisning for barn med spesialpedagogiske behov og opplæringslovens rett til spesialundervisning .

source: Girko- , oahpahus- ja dutkandepartemeanta bivddii ovddeš Sámi oahpahusráđi organiseret sámi joatkkaoahpahusa Ođastus 94 evaluerema . Leat ráhkaduvvon guokte evaluerenraportta ( NIBR 2000 : 8 raporta Sámi joatkkaoahpahus Ođastus 94 mielde ja Davviriikkaid Sámi instituhta raporta Sámi joatkkaoahpahus – vuoigatvuođat ja sisdoallu 2000 ) .
nob: Tidligere Samisk utdanningsråd ble av Kirke- , utdannings- og forskningsdepartementet bedt om å organisere en evaluering av samisk videregående opplæring under Reform 94. ’ Det er utarbeidet to evalueringsrapporter : Samisk videregående opplæring under Reform 94 ’ av NIBR 2000 : 8 og Samisk videregående opplæring – rettigheter og innhold av Nordisk Samisk Institutt , 2000 .

source: Evaluerenraporttain lea maiddái ráhkaduvvon čoahkkáigeassu , mii lea almmuhuvvon sierra raportan .
nob: Det er laget en oppsummering av evalueringsrapportene . Denne er utgitt som egen rapport .

source: Evalueremis boahtá ee. ovdan ahte sámi joatkkaoahpahusas lea viiddiduvvon ulbmil eará joatkkaoahpahusásahusaid ektui .
nob: I evalueringen kommer det bl.a. frem at samisk videregående opplæring har en utvidet målsetting i forhold til øvrige videregående opplæringsinstitusjoner .

source: Sámi joatkkaoahpahus galgá maiddái bajásdoallat , ovddidit ja nannet sámi giela , kultuvrra ja identitehta lassin dan bargui maid bargá Ođastus 94 našuvnnalaš ulbmiliid ja doaimmaid duohtandahkamiin .
nob: Samisk videregående opplæring skal i tillegg til å realisere de nasjonale målene og tiltakene under Reform’94 , også medvirke til å vedlikeholde , utvikle og styrke samisk språk , kultur og identitet .

source: Oahpahusossodat lea ovttas Stáhta oahpahuskantuvrrain Finnmárkkus finadan iskame guokte gieldda sámegiela hálddašanguovllus .
nob: Opplæringsavdelingen har sammen med Statens utdanningskontor i Finnmark vært på tilsynsbesøk i to kommuner innenfor forvaltningsområdet for samisk språk .

source: Galledemiid ulbmil leai ee. čuovvut man muddui gielddat sáhttet čađahit oahpahusa O97S ektui .
nob: Hensikten med tilsynsbesøkene er bl.a. å følge med hvordan kommunene gir opplæring i hht. L97S .

source: Sámediggi lea ovttasbargan Oslo ja Akershusa Stáhta oahpahuskantuvrraiguin – Eksámenčállingottiin ja lea ráhkadan sámegielfága eksámenbihtáid vuođđoskuvlii ja joatkkaoahpahussii .
nob: Sametinget har i samarbeid med Statens utdanningskontor i Oslo og Akershus – Eksamenssekretariatet utviklet eksamenssett i samisk for grunnskolen og videregående opplæring .

source: Sámediggi lea áššis R 29/00 mearridan ahte Mánáid- ja bearašdepartementta erenoamášdoarjja kr 200.00,- galgá geavahuvvot sámi mánáidgárddiid oahppneavvuide ja bagadallamii .
nob: Sametingsrådet har i sak R 29/00 vedtatt at et ekstraordinært tilskudd på kr 200 000 fra Barne- og familiedepartementet skal brukes til læremidler og veiledning for samiske barnehager .

source: Muđui lea leamaš dárbu buoridit váhnemiid ja mánáidgárdebargiid movtta sámegiela nannema ja ovddideami dáfus mánáidgárddiin .
nob: Videre har det vært behov for å løfte motivasjonen blant foreldre og barnehageansatte når det gjelder styrking og utvikling av samisk språk i barnehagen .

source: Ájluovttas Divttasvuonas lea dollojuvvon seminára mii čalmmustahttá sámegiela .
nob: I Musken i Tysfjord er det blitt holdt seminar med fokus på samisk språk .

source: Unjárgga gielda lea ožžon ruhtadoarjaga , muhto seminára lea maŋiduvvon jahkái 2001 .
nob: Nesseby kommune er tildelt midler , men seminaret er utsatt til 2001 .

source: Lea lágiduvvon mánáidgárdekonferánsa ovttas Tromssa ja Finnmárkku Fylkkamánniiguin mas fágalaš sisdoallu ja vásáhusaid lonohallan buot sámi mánáidgárdebargiide .
nob: I samarbeid med fylkesmennene i Troms og Finnmark er det arrangert en samisk barnehagekonferanse med faglig innhold og erfaringsutveksling for samisk barnehagepersonell fra hele landet .

source: Girko- , oahpahus- ja dutkandepartemeanta lea álggahan sámegiel oahpahusa doarjagiid evaluerema .
nob: Kirke- , utdannings- og forskningsdepartementet har satt i gang en evaluering av tilskuddet til opplæring i og på samisk .

source: Evalueren guoská daidda gielddaide mat addet oahpahusa 10-jagi vuođđoskuvlla sámi oahppoplánaid ( O97S ) mielde .
nob: Evalueringen konsentrerer seg om de kommunene som gir opplæring etter Det samiske læreplanverket for den 10-årige grunnskolen ( L97S ) .

source: Stáhta oahpahuskantuvra Finnmárkkus jođiha evaluerenbarggu .
nob: Statens utdanningskontor i Finnmark leder evalueringsarbeidet .

source: Lea ásahuvvon referánsajoavku mas Sámediggi ja sámi gielddaid ovddasteaddjit ja Stáhta oahpahuskantuvrrat Tromssas ja Nordlánddas leat mielde .
nob: Det er opprettet en referansegruppe bestående av Sametinget og representanter for de samiske kommunene og Statens utdanningskontorer i Troms og Nordland .

source: Sámediggi lea ovttas Stáhta oahpahuskantuvrrain Finnmárkkus lágidan konferánssa mas sámegiela dilli skuvllas ja báikkalašservodagas lei temán .
nob: Sametinget har i samarbeid med Statens utdanningskontor i Finnmark arrangert en konferanse der temaet var samisk språks stilling i skolen og lokalsamfunnet .

source: Dán konferánssa ulbmiljovkui gulle oahpaheaddjit ja eará pedagogalaš bargit sihke vuođđoskuvllas ja joatkkaoahpahusas , ja vel politihkkárat ja gielddaid etáhtajođiheaddit .
nob: Målgruppen for denne konferansen var lærere og annet pedagogisk personale både i grunnskolen og videregående opplæring , samt politikere og etatsledere i kommunene .

source: Konferánssas gieđahalle ee. sámegiela dili dálá skuvllas dan ektui movt lei 1980-jagiid álgogeahčen .
nob: På konferansen ble det bl.a. fokusert på det samiske språkets stilling i dagens skole sett i forhold til tidlig på 1980-tallet .

source: Bohte maiddái dieđut das makkár hástalusat iešguđetge gielddain ja Sámedikkis leat sámegiela ovddideami dáfus .
nob: Man fikk også innblikk i hvilke utfordringer ulike kommuner og Sametinget står ovenfor mht. utvikling av samisk språk .

source: 1.4 Hálddahuslaš ja ekonomalaš hástalusat
nob: 1.4 Administrative og økonomiske utfordringer

source: Sámedikki bargodoaimmat leat lassánan ásaheami rájes 1989:s , mii maiddái lea ge leamaš dikki ulbmil .
nob: Sametingets arbeidsområde har siden etableringen i 1989 økt i omfang , noe som også har vært tingets målsetting .

source: Dát doaimmat gáibidit resurssaid mat Sámedikkis eai leat dál .
nob: Disse oppgavene krever ressurser Sametinget pr. dags dato ikke råder over .

source: Dát dagaha váttisvuođaid Sámedikki ulbmiliid ollašuhttima dáfus , ja daid vuordámušaid ektui mat sámi servodagas leat Sámediggái .
nob: Dette skaper problemer i forhold til oppfylling av de målsettingene Sametinget har for sitt arbeid og i forhold til de forventningene Sametinget møter fra det samiske samfunnet .

source: Jus galgá sáhttit čađahit doaimmaid mat galget nannet sámi álbmoga dili , de lea dárbbašlaš ahte diggi oažžu eambbo ekonomalaš resurssaid .
nob: For å kunne ivareta sine oppgaver i forhold til arbeidet med å styrke situasjonen for det samiske folk , er det nødvendig at tinget blir tilført større økonomiske ressurser .

source: Sohkabeal- ja dásseperspektiivva integreren gáibida organisašuvnna mii sáhttá rievdat .
nob: Integrering av kjønn- og likestillingsperspektiv krever en endringsvillig organisasjon .

source: Ovccilotlogu jagi nissonprošeakta , ja Sámedikki iežas dásseárvodoaibmaplána mii mearriduvvui 1999:s , lea čalmmustahttán čuolmmaid ja hásttuhan gávdnat čovdosiid movt sohkabeal- ja dásseárvoperspektiiva sáhttá integrerejuvvot .
nob: Det treårige kvinneprosjektet på nittitallet og Sametinget egen handlingsplan for likestilling vedtatt i 1999 , har åpnet for oppmerksomhet rundt problemstillingen og vilje til å finne gode løsninger for hvordan kjønn- og likestillingsperspektivet kan integreres .

source: Sámediggi ferte geahččalit ovdánahttit organisašuvnna daid beliid vuođul mat organisašuvnnas leat dál , nu go álggahanmokta , luohttámuš , loaktin ja oadjebasvuohta .
nob: Sametinget må søke å utvikle organisasjonen basert på eksisterende egenskaper i organisasjonen som initiativ , tillit , trivsel og trygghet .

source: Dát bealit leat deaŧalaččat ovttaskas ja organisatuvrralaš oahppama dáfus .
nob: Dette er egenskaper som er viktige for individuell og organisatorisk læring .

source: Daid lea erenoamáš deaŧalaš deattuhit dađi mielde go organisašuvdna stuorru , ja erenoamážit 2001 rájes go ođđa organisašuvdnamálle doaibmagoahtá .
nob: Det er behov for en spesiell oppmerksomhet i forhold til dette etter hvert som organisasjonen vokser , og spesielt fra år 2001 når den nye organisasjonsmodellen i verksettes .

source: 1.4.1 Vuollásaš ráđiid heaittiheapmi
nob: 1.4.1 Nedleggelse av underliggende råd

source: Doaimma ođđasisorganiserema dáfus , mii mielddisbuktá ahte ráđit šaddet ossodahkan , leat Sámedikkis guokte váldohástalusa .
nob: Omorganisering av virksomheten med overgang fra underliggende råd til avdelinger , stiller Sametinget overfor to hovedutfordringer .

source: Vuosttaš lea oktiiheivehit ja koordineret dáid iešguđetge sektorossodagaid , nubbi lea oktiiheivehit politihkalaš ja hálddahuslaš dásiid .
nob: Det ene er samordning og koordinering mellom de ulike sektoravdelingene og det andre er samhandling mellom det politiske og administrative nivået .

source: Dát guokte hástalusa bohtet váikkuhit goabbat guoimmiska .
nob: Disse to utfordringene vil gjensidig påvirke hverandre .

source: Buorre ovttasbargu hálddahusdásis lea dárbbašlaš jus dát dássi galgá sáhttit vuostáváldit ja čuovvolit politihkalaš signálaid ja mearrádusaid .
nob: En god samordning på administrativt nivå er en forutsetning for at dette nivået evner å motta og følge opp politiske signaler og vedtak .

source: Nu lea maiddái struktuvrralaš bargovuohki hálddahusas deaŧalaš vai politihkalaš dássi sáhttá oažžut buriid ja áigeguovdilis fágalaš rávvagiid hálddahusas .
nob: Likeledes er en strukturell arbeidsform administrativt viktig for at det politiske nivået får gode og relevante faglige innspill fra administrasjonen .

source: — orgadis ovttasbargu politihkalaš ja hálddahuslaš dásiid gaskka váikkuhit hálddahusa vejolašvuođaid doaimmahit buriid , koordinerejuvvon ja beaktilis bálvalusaid .
nob: En ryddig samhandling mellom politisk og administrativt nivå vil påvirke administrasjonens muligheter til å utføre gode , koordinerte og effektive tjenester .

source: 1.4.1.1 Sámi giellaráđđi
nob: 1.4.1.1 Samisk språkråd

source: Sámediggi lea áššis 23/00 mearridan heaittihit Sámi giellaráđi 31.12.2000 rájes .
nob: Sametinget har i sak 23/00 vedtatt å legge ned Samisk språkråd fra 31.12.2000 .

source: Seamma áššis lea mearriduvvon ásahit giellastivrra mas leat vihtta lahttu .
nob: Det er i samme sak vedtatt å opprette et språkstyre med fem medlemmer .

source: Hálddahus šaddá sámi giellaossodahkan .
nob: Administrasjonen blir en samisk språkavdeling .

source: Sámi giellaráđđi ii oainne makkár válddiin Sámediggi sáhttá heaittihit giellaráđi mii lea Sámelága § 3–12 vuođul ásahuvvon .
nob: Samisk språkråd kan ikke se med hvilken myndighet Sametinget kan nedlegge språkrådet som er hjemlet i Samelovens § 3–12 .

source: Ođđa organisašuvnnas lea Sámedikki direktevra bajimus ovddasvástideaddji .
nob: I den nye organisasjonen er Sametingets direktør administrasjonens øverste ansvarlig .

source: Dát rolla nannejuvvo ođđa organisašuvnnas .
nob: Denne rollen styrkes i den nye organisasjonen .

source: Giellaossodat oažžu lagat ovttasbarggu Sámedikki direktevrrain ja Sámedikki ossodagaid eará jođiheddjiiguin danne go ođđa organisašuvnnas galget jeavddalaččat dollojuvvot jođiheaddjičoahkkimat miehtá jagi .
nob: Språkavdelingen får et nærmere samarbeid med Sametingets direktør og andre ledere i Sametingets avdelinger da det i den nye organisasjonen skal avholdes jevnlige ledermøter hele året .

source: Giellaossodaga áššemeannudeapmi rievdá giellaráđi ektui .
nob: Språkavdelingens saksbehandling endres i forhold til språkrådet .

source: Giellaossodat galgá meannudit áššiid sihke Sámediggeráđđái , doarjjastivrii ja giellastivrii .
nob: Språkavdelingen skal saksbehandle både til Sametingsrådet , tilskuddsstyret og språkstyret .

source: Bargit ožžot ođđa hástalusaid , earret eará politihkalaš áššemeannudemiid , giellafágalaš doaimmaid ja giellaossodaga hálddahuslaš doaimmaid .
nob: De ansatte får nye utfordringer , blant annet politiske saksbehandlinger , språkfaglige tiltak og språkavdelingens administrative oppgaver .

source: 1.4.1.2 Sámi kulturmuitoráđđi
nob: 1.4.1.2 Samisk kulturminneråd

source: Ođđajagimánu 1. b. 2001 rájes lea Sámedikkis ođđa organisašuvdnavuogádat , mii mielddisbuktá ahte ovddeš Sámi kulturmuitoráđi hálddahus oažžu formálalaš ovddasvástádusa hálddahuslaččat čuovvolit oppalaš sámi biras- ja areálaáššiid .
nob: Fra 1. januar 2001 har Sametinget ny organisasjonsstruktur , noe som innebærer at tidligere Samisk kulturminneråds administrasjon vil få det formelle ansvaret med administrativ oppfølging av generelle samiske miljø og arealinteresser .

source: Dasa lassin galget čuovvolit sámi museaid .
nob: I tillegg kommer oppfølginga av samiske museer .

source: Deaŧalaš hástalusat 2001:s sámi museaid barggus čuvvot go Sámediggi váldá badjelasas Norgga sámi museaid hálddašanovddasvástádusa , čuovvola St.dieđ. 22 ( 1999–2000 ) Kjelder til kunnskap og oppleving – for en samlet forvaltning og styrking av samiske museer .
nob: Viktige utfordringer i 2001 i arbeidet med samiske museer , vil være at Sametinget overtar forvaltningsansvaret for samiske museer i Norge , følger opp St. meld nr. 22 ( 1999–2000 ) Kjelder til kunnskap og oppleving – for en samlet forvaltning og styrking av samiske museer .

source: Sámi museat fertejit oažžut govttolaš oasi museaid oppalaš juolluduslasihemiin , nu go Ráđđehusas leat plánat , gč. St. dieđ 22 ( 1999–2000 ) , ja ráhkkanahttá proseassaid sámi museaid ja guoskevaš gielddaid gaskka mat sáhttet sámi museaid ovttastahttit museasiidan .
nob: Samiske museer må ha en rimelig del av bevilgningsøkninger av museer generelt , slik Regjeringen har planer for , jf. St. meld nr. 22 ( 1999–2000 ) og forbereder prosesser med de samiske museene og berørte kommuner for samordning av samiske museer i museumssiidaer .

source: Muđui fuolaha Sámediggi ahte sámi museat sáhttet ovttasdoaibmat maiddái dassážii go Sámediggi lea ožžon sámi museaid hálddašanovddasvástádusa ja lea ásahan Nuortasámi musea sámi našuvnnalaš duhátjagibáikin .
nob: Videre vil Sametinget arbeide for at de samiske museene kan samhandle også fram til Sametinget har overtatt forvaltningsansvaret for de samiske museene og får etablert Østsamisk museum som samisk nasjonalt tusenårssted .

source: Sámi kulturmuitoráđđi loahpahii 1998:s sámi visttiid gáhtten- ja hálddašanplána ovdaprošeavtta .
nob: Samisk kulturminneråd avsluttet i 1998 et forprosjekt for en verne- og forvaltningsplan for samiske bygninger .

source: Prošeakta ruhtaduvvui ollásit 1999 geasi ja álggahuvvui 2000:s .
nob: Prosjektet ble fullfinansiert sommeren 1999 og kom i gang i 2000 .

source: Prošeakta joatká 2001:s , ja seammás doaivu Sámi kulturmuitoráđđi oažžut doibmii sierra vistegáhttenkonsuleantta .
nob: Prosjektet vil fortsette i 2001 . Samtidig har Samisk kulturminneråd forventninger om å få på plass en egen bygningsvernkonsulent .

source: Lea guovddáš hástalus ovddidit huksenáššiid areálahálddašeamis ja addit buriid dieđuid ja neavvagiid vistegáhttenbargguin .
nob: Det vil være en viktig utfordring å innarbeide bygningsinteresser i arealforvaltning og gi god informasjon og veiledning i bygningsvernarbeidet .

source: Sámi kulturmuitoráđđi lea 1997 rájes aktiivvalaččat oassálastán norgalaš-ruoššalaš birasgáhttenovttasbarggus .
nob: Samisk kulturminneråd har siden 1997 deltatt aktivt i det norsk-russiske miljøvernsamarbeidet .

source: 2001:s galgá dát bargu rievdat gaskkustandássin .
nob: Dette arbeidet vil i 2001 gå over i en formidlingsfase .

source: Sámi kulturmuitoráđđi oaidná hástalussan ahte Sámediggi čuovvola dán barggu doaimmaiguin mat guoskkahit erenoamážit nuortasápmelaččaid .
nob: Samisk kulturminneråd ser det som en utfordring at Sametinget følger opp dette arbeidet med tiltak særlig rettet mot østsamene .

source: Sámi kulturmuitoráđi mielas lea maid deaŧalaš viidáseappot ovddidit ovttasbarggu Ruoŧa ja Suoma sámi kulturmuitogáhttemiin .
nob: Samisk kulturminneråd ser det også som viktig å videreutvikle samarbeidet for det samiske kulturminnevernet i Sverige og Finland .

source: 1.4.1.3 Sámi ealáhusráđđi
nob: 1.4.1.3 Samisk næringsråd

source: Sámi ealáhusráđđi ja dat hálddašanbarggut ja dat ovddasvástádusa mii das lea , heaittihuvvo 31.12.00 rájes .
nob: Samisk næringsråd blir i sin nåværende form , med de forvaltningsoppgaver og det ansvarsområdet som er knyttet til virksomheten , lagt ned med virkning fra 31.12.00 .

source: Galgá ásahuvvot ossodatstruktuvra Sámedikki hálddahussii .
nob: Det skal etableres en avdelingsstruktur for Sametingets administrasjon .

source: Ulbmil lea ovddidit Sámedikki buoret politihkkaovddideaddjin ja politihkalaš eaktudeaddjin .
nob: En ønsker med dette å gjøre Sametinget i bedre stand til å være en klarere politikkutvikler og politisk premissleverandør .

source: Muđui geahččalit buorebut geavahit ja koordineret hálddahuslaš resurssaid mat sávvamis sáhttet buorebut fuolahit geavaheaddjeáššiid stuorát fágalaš sihkarvuođain hálddahusdoaimmaid dáfus .
nob: Videre sikter en mot en mer effektiv utnyttelse og koordinering av de administrative ressursene som forhåpentlig kan ivareta brukerinteressene bedre gjennom større faglig forutsigbarhet i forvaltningsoppgavene .

source: Aitto nammaduvvon doarjjastivra galgá hálddašit foandda ja eará doarjagiid mat sirdojuvvojit Sámedikkis .
nob: Det nylig oppnevnte tilskuddstyret skal ha til oppgave å forvalte fond og øvrige tilskuddsmidler som overføres fra Sametinget .

source: Ođđa struktuvra , mas Sámediggi šaddá eambbo korporatiiva ovttadahkan , galgá dieđusge mielddisbuktit ahte šaddá gievrrat ovttasdoaibma ja buorebut koordinerejuvvon doaibma maiddái boahtteáiggis .
nob: Denne nye strukturen , hvor Sametinget skal fremstå som en mer korporativ enhet , vil selvsagt medføre en langt sterkere samordnet og koordinert virksomhet for ettertiden .

source: Danne ferte nannosit čatnat oktii plánaid , bušeahta ja veahkkeávnnasgeavaheami , ja doaimmahit daid nu ahte politihkalaččat mearriduvvon ulbmilat sáhttet ollašuvvat .
nob: Planverk , budsjett og virkemiddelbruk må derfor knyttes sterkt sammen og fungere slik at politisk vedtatte målsettinger lar seg realisere .

source: Ealáhus- ja barguibidjanáššiid doaimma dáfus šaddá deaŧalaš mearridit dohkálaš bušeahttarámmaid ja lágidit buori doarjjabarggu mii čielgasit definere movt veahkkeneavvuid galgá geavahit ealáhusdili ektui mii ovdána go livččii ulbmil .
nob: For arbeidet med nærings- og sysselsettingsspørsmål blir det viktig å få avsatt tilfredsstillende budsjettrammer og utformet en konsis støttepraksis som klart definerer hvordan virkemiddelbruken skal anvendes overfor ønsket utvikling av næringslivet .

source: Buot doarjjaortnegiidda maid Sámi ealáhusráđđi hálddaša , galget ráhkaduvvot čielga ulbmilcealkámušat , boađusgáibádusat , mihttogeažuhandoaimmat , raporteremat je. maid ođđa ekonomiijanjuolggadusat ja funkšonála gáibádusat eaktudit .
nob: For alle støtteordninger som Samisk næringsråd forvalter skal det utarbeides klare målformuleringer , resultatkrav , måleindikatorer , rapporteringer mv. som det nye økonomireglementet og de funksjonelle krav setter .

source: Hástalus lea geahččalit hutkat ođđa vugiid movt mihtidit veahkkeneavvogeavaheami , nu ahte sáhttá ipmirdit movt veahkkeneavvut doibmet ulbmilcealkámušaid ektui .
nob: Utfordringen er å jobbe videre med å utforme måter å måle virkemiddelbruken på , slik at man får en forståelse av hvordan virkemidlene treffer i forhold til målformuleringene .

source: Lea ain olu bargu buriid boađus- ja doaibmageažuhemiid ovdánahttimiin ovdal go dohkálaš vugiin sáhttá mihtidit veahkkeneavvogeavaheami ávkki .
nob: Det gjenstår ennå et godt stykke arbeid for å utvikle gode resultat- og virkningsindikatorer for tilfredsstillende kunne måle nytteverdien av virkemiddelbruken .

source: Ossodagaid siskkáldas struktuvra šaddá maiddái hui deaŧalaš .
nob: Den interne strukturen avdelingene imellom , blir også spesielt viktig .

source: Lea mávssolaš fuomášit movt galget doaibmat ja movt galget ovddasvástádusa juogadit , ee. áššemeannudeami dáfus .
nob: Det gjelder å finne frem til kjøreregler og avklaring av ansvarsfordelingen mht. saksoppgaver .

source: Go Sámi ealáhusráđđi ja Sámi kulturráđđi biddjojit oktii oktasaš kultur-- ja ealáhusossodahkan , de lea dárbu čielggadit siskkaldas rolladoaimmaid .
nob: Når Samisk næringsråd og Samisk kulturråd slås sammen til en felles avdeling for kultur og næringssaker , blir det nødvendig å avklare rollefunksjonen internt .

source: Vaikko goappaš ráđit heaittihuvvojit , de bissot hálddahusaid geográfalaš ovttadagat nu movt leat .
nob: Selv om de to særskilte rådene legges ned , vil de administrative enhetene opprettholdes med sin geografiske lokalisering slik tilfellet er i dag .

source: Orru maiddái čájeheame ahte dán guovtti hálddahusovttadaga hálddašan- ja ovddasvástádussuorggit čuvvot dan bargojuogu mii dál lea .
nob: Mye taler for at også forvaltnings- og ansvarsområdet til de to administrative enhetene følger den oppgavefordeling en har i dag .

source: Dál goit vuos orro berreme ásahit fágalaš sektorjuoguid hálddašandoaimmaid dáfus , iige čielga regiovnnalaš dahje geográfalaš rollajuogu .
nob: Inntil videre bør en gå inn for en faglig sektoravgrensning , og ikke en ren regional eller geografisk fundert rollefordeling av forvaltningsoppgavene .

source: Lea guovddáš siskkáldas bargu gávnnahit movt galgá áššemeannudit , ja maiddái čielggadit makkár ovttasdoaibma čielga kultuvrralaš ja ealáhusáššiid gaskka galgá leat .
nob: Det blir et viktig internt arbeid å tømre ut regler for saksbehandling , samt at en evner å avklare støttepraksis mellom kulturspesifikke og næringsmessige saker .

source: Oktasaš ossodahkii lea deaŧalaš vuoruhit doaimmaid ja fágapolitihkalaš bargguid mat áŋgiruššet sihke kultur-- ja ealáhusovdánahttima , muhto maiddái fuolahit ahte šaddá dohkálaš vuoruhanbalansa sektuvrraid gaskka .
nob: For en felles avdeling blir det viktig å prioritere virkemidler og det fagpolitiske arbeidet som både har kultur- og næringsutvikling som satsingsområde , men hvor en skaper en tilfredsstillende balanse for prioritering mellom sektorene .

source: 1.4.1.4 Sámi kulturráđđi
nob: 1.4.1.4 Samisk kulturråd
